alsa-firmware
alsa-utils
base
base-devel
dunst
efibootmgr
firefox
git
grub
gtk3
hyprpaper
intel-ucode
kitty
libva
linux
linux-firmware
linux-headers
man-db
man-pages
mlocate
mpc
mpd
neofetch
noto-fonts-cjk
nvidia-dkms
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgfile
polkit-kde-agent
python-pywal
qt5-wayland
qt5ct
qt6-wayland
reflector
spotify-launcher
sudo
texinfo
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
vi
vim
waybar
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xev
zsh
