alsa-firmware
alsa-utils
base
base-devel
cliphist
code
dunst
efibootmgr
firefox
git
grim
grub
gtk3
htop
hyprpaper
imv
intel-ucode
jq
kitty
libva
linux
linux-firmware
linux-headers
lostfiles
man-db
man-pages
mpc
mpd
neofetch
noto-fonts-cjk
nvidia-dkms
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgfile
plocate
polkit-kde-agent
python-gobject
python-pywal
qt5-wayland
qt5ct
qt6-wayland
reflector
slurp
spotify-launcher
sudo
swayidle
swaylock
texinfo
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
udisks2
vi
vim
waybar
wireplumber
wofi
xdg-user-dirs
xorg-xev
xorg-xeyes
zathura
zathura-djvu
zsh
